Repository: ignacionelson/ProjectSend
Catalog: lang/*.po
Languages: pt_br

source: Basic information to be shown around the site. The time format and zones values affect how the clients see the dates on their files lists.
pt_br: Informações básicas que serão mostradas ao redor do site. Os valores formato de hora e zona.

source: Timezone
pt_br: Fuso horário

source: Time format
pt_br: Formato de hora

source: For example, d/m/Y h:i:s will result in something like
pt_br: Por exemplo, d/m/Y h:i:s vai resultar em algo tipo

source: For the full list of available values, visit
pt_br: Para uma lista completa de valores, visite

source: this page
pt_br: esta página

source: Use custom footer text
pt_br: Use um texto customizado de rodapé

source: Footer content
pt_br: Conteúdo do rodapé

source: Privacy
pt_br: Privacidade

source: Prevent search engines from indexing this site
pt_br: Previnir que os sites de busca indexem este site

source: Enable information page for private files
pt_br: Habilitar página de informações para arquivos privados

source: If enabled, the file information landing page will be available even for files that are not marked as private. Downloading them will stay restricted.
pt_br: Se habilitado, o arquivo de informações da página de destino estará disponível até mesmo para os arquivos marcados como privados. Baixá-los ainda será restrito.

source: Use the visual editor on files descriptions
pt_br: Use o editor visual na descrição dos arquivos

source: Detect user browser language
pt_br: Detectar o idioma do navegador

source: If available, will override the default one from the system configuration file. Affects all users and clients.
pt_br: Se disponível, irá substituir o arquivo de configuração padrão do sistema. Isso afetará todos os usuários e clientes.

source: System location
pt_br: Localização do sistema

source: These options are to be changed only if you are moving the system to another place. Changes here can cause ProjectSend to stop working.
pt_br: Estas opções serão alteradas somente se você mover o sistema para outro lugar. Mudanças aqui podem fazer o ProjectSend parar de funcionar.

source: System URI
pt_br: URI do sistema

source: New registrations
pt_br: Novos cadastros

source: Used only on self-registrations. These options will not apply to clients registered by system administrators.
pt_br: Usado apenas em auto cadastros. Estas opções não se aplicam a clientes cadastrados pelos administradores do sistema.

source: Clients can register themselves
pt_br: Clientes podem se auto cadastrar

source: Auto approve new accounts
pt_br: Auto aprovar novas contas

source: Add clients to this group:
pt_br: Adicionar clientes para este grupo:

source: None (does not enable this feature)
pt_br: Nenhum (não ativa esta funcionalidade)

source: New clients will automatically be assigned to the group you have selected.
pt_br: Novos(as) clientes serão automaticamentes atribuídos ao grupo que você selecionou.

source: Groups for which clients can request membership to:
pt_br: Grupos no qual os clientes podem pedir para participar:

source: Public groups
pt_br: Grupos públicos

source: All groups
pt_br: Todos os grupos

source: When a client registers a new account, an option will be presented to request becoming a member of a particular group.
pt_br: Quando um cliente cadastra uma nova conta, uma opção será apresentada, o pedido para participar de um grupo em particular.

source: Clients can upload files
pt_br: Clientes podem enviar arquivos

source: Clients can delete their own uploaded files
pt_br: Clientes podem apagar arquivos enviados por eles

source: Clients can set expiration Date
pt_br: Clientes podem configurar uma data de expiração

source: When a file expires:
pt_br: Quando o arquivo expirar:

source: Don't show it on the files list
pt_br: Não mostrá-lo na lista de arquivos

source: Show it anyway, but prevent download.
pt_br: Mostre-o, mas não permita baixá-lo.

source: This only affects clients. On the admin side, you can still get the files.
pt_br: Isto afeta somente os(as) clientes. No lado administrador, ainda conseguem pegar os arquivos.

source: "From" information
pt_br: Informações "De"

source: Send copies
pt_br: Enviar cópias

source: When a system user uploads files
pt_br: Quando um usuário do sistema enviar arquivos

source: When a client uploads files
pt_br: Quando um cliente enviar arquivos

source: Define here who will receive copies of this emails. These are sent as BCC so neither recipient will see the other addresses.
pt_br: Defina aqui, quem irá receber cópia(s) deste e-mail. Estas são enviadas como BCC, então nem o destinatário verá os outros endereços.

source: Address supplied above (on "From")
pt_br: Endereço informado acima (no "De")

source: Also to this addresses
pt_br: Também para estes endereços

source: Separate e-mail addresses with a comma.
pt_br: Separe os endereços de e-mail por uma vírgula.

source: Expiration
pt_br: Expiração

source: Maximum sending attemps
pt_br: Tentativas máximas de envio

source: Define how many times will the system attemp to send each notification.
pt_br: Defina quantas vezes o sistema tentará enviar cada notificação.

source: Days before expiring
pt_br: Dias antes de expirar

source: Notifications older than this will not be sent.
pt_br: Notificações mais velhas que isto não serão enviadas.

source: Set to 0 to disable.
pt_br: Deixe 0 para desabilitar.

source: E-mail sending options
pt_br: Opções para o envio de e-mails

source: Here you can select which mail system will be used when sending the notifications. If you have a valid e-mail account, SMTP is the recommended option.
pt_br: Aqui você pode selecionar qual o sistema de e-mail usado para enviar notificações. Se você tem um endereço de e-mail válido, SMTP é a opção recomendada.

source: Mailer
pt_br: Remetente

source: SMTP & Gmail shared options
pt_br: Opções compartilhadas de SMTP & Gmail

source: You need to include your username (usually your e-mail address) and password if you have selected either SMTP or Gmail as your mailer.
pt_br: Você precisa incluir seu nome de usuário (geralmente seu endereço de e-mail) e sua senha se você selecionar SMTP ou Gmail como seu remetente.

source: SMTP options
pt_br: Opções de SMTP

source: If you selected SMTP as your mailer, please complete these options.
pt_br: Se você selecionou SMTP como seu remetente, por favor, complete estas opções.

source: Port
pt_br: Porta

source: Authentication
pt_br: Autenticação

source: Allowed file extensions
pt_br: Extensões de arquivos permitidas

source: Be careful when changing this options. They could affect not only the system but the whole server it is installed on.
pt_br: Tenha cuidado ao mudar esta opção. Ela pode afetar não somente o sistema, mas também todo o servidor em que está instalado.

source: Important
pt_br: Importante

source: Separate allowed file types with a comma.
pt_br: Separe os tipos de arquivo com uma vírgula.

source: Limit file types uploading to
pt_br: Limitar os tipos de arquivo para

source: No one
pt_br: Ninguém

source: Everyone
pt_br: Todo mundo

source: Clients only
pt_br: Clientes apenas

source: Warning: php extension is allowed. This is a serious security problem. If you are not sure that you need it, please remove it from the list.
pt_br: Aviso: extensões do php são permitidas. Esta é um problema de segurança sério. Se você não tem certeza se precisa, por favor a remova da lista.

source: Passwords
pt_br: Senhas

source: When setting up a password for an account, require at least:
pt_br: Quando configurar uma senha para uma conta, exigir pelo menos:

source: Helps prevent SPAM on your registration form.
pt_br: Ajude previnir SPAM no formulário de cadastro.

source: Use reCAPTCHA
pt_br: Use o reCAPTCHA

source: Site key
pt_br: Chave do site

source: Secret key
pt_br: Chave secreta

source: How do I obtain this credentials?
pt_br: Como eu obtenho estas credenciais?

source: Thumbnails are used on files lists. It is recommended to keep them small, unless you are using the system to upload only images, and will change the default client's template accordingly.
pt_br: Miniaturas são usadas nas listas de arquivos. É recomendado mantê-las pequenas, a não ser que você está usando um sistema apenas para enviar imagens, e então mude o template do cliente de acordo.

source: Max width
pt_br: Largura máxima

source: Max height
pt_br: Altura máxima

source: JPG Quality
pt_br: Qualidade do JPG

source: File's path
pt_br: Caminho do arquivo(s)

source: If thumbnails are not showing (your company logo and file's preview on the branding page and client's files lists) try setting this option ON. It they still don't work, a folders permission issue might be the cause.
pt_br: Se as miniaturas não estão aparecendo (o logo da sua empresa e a pré-visualização na página de Marca e na lista de arquivos dos cliente) tente ativar esta opção. Se mesmo assim não funcionar, uma permissão de diretório deve ser a causa.

source: Use file's absolute path
pt_br: Usar o diretório absoluto do arquivo

source: Current logo
pt_br: Logo atual

source: Use this page to upload your company logo, or update the currently assigned one. This image will be shown to your clients when they access their file list.
pt_br: Use esta página para enviar o logo da sua empresa, ou atualizar o atual. Esta imagem será mostrada para seus(uas) clientes quando eles(as) acessarem suas listas de arquivos.

source: Logo Placeholder
pt_br: Espaço reservado para o logo

source: Tihs preview uses a maximum width of 300px
pt_br: Esta pré-visualização usa 300px de largura máxima

source: Select image to upload
pt_br: Selecione uma imagem para enviar

source: Size settings
pt_br: Configuração de tamanho

source: The file viewer template may use this setting when showing the image.
pt_br: O arquivo de modelo de visualização pode usar esta configuração mostrar a imagem.

source: Enabled
pt_br: Permitido

source: Client ID
pt_br: ID do(a) cliente

source: Client Secret
pt_br: Segredo do cliente

source: File not found
pt_br: Arquivo não encontrado

source: Register new account
pt_br: Registre uma nova conta

source: Please contact a system administrator.
pt_br: Por favor, contate o administrador do sistema.

source: Account added correctly.
pt_br: Conta adicionada com sucesso.

source: Please remember that an administrator needs to approve your account before you can log in.
pt_br: Por favor, lembre-se que o administrador precisa aprovar sua conta para que você possa acessar.

source: You may now log in with your new credentials.
pt_br: Você pode acessar agora com suas novas credenciais.

source: A folder for this account could not be created. Probably because of a server configuration.
pt_br: Um diretório para esta conta não pôde ser criado. Provavelmente por um problema de configuração do servidor.

source: The account could not be created. A folder with this name already exists.
pt_br: A conta não pôde ser criada. Um diretório com este nome já existe.

source: An e-mail notification with login information was sent to the specified address.
pt_br: Um e-mail de notificação com as informações de login foi enviada para o endereço especificado.

source: Lost password
pt_br: Esqueceu a senha

source: The supplied email address does not correspond to any user.
pt_br: O endereço de e-mail informado corresponde a nenhum usuário.

source: This request has expired. Please make a new one.
pt_br: Esta solicitação expirou. Por favor, faça um novo.

source: This request has already been completed. Please make a new one.
pt_br: Esta solicitação já foi concluído. Por favor, faça um novo.

source: There are 3 unused requests done in less than 24 hs. Please wait until one expires (1 day since made) to make a new one.
pt_br: Há 3 solicitações não respondidas feitas em menos de 24 horas. Por favor, aguarde até uma delas expirar (1 dia depois de ser feito) para fazer uma nova.

source: An e-mail with further instructions has been sent. Please check your inbox to proceed.
pt_br: Um e-mail com mais informações foi enviado. Por favor, verifique sua caixa de e-mails para prosseguir.

source: E-mail couldn't be sent.
pt_br: O e-mail não pôde ser enviado.

source: If the problem persists, please contact an administrator.
pt_br: Se o problema persistir, por favor, entre em contato com o administrador.

source: Your new password has been set. You can now log in using it.
pt_br: Sua nova senha foi confirmada. Você pode acessar usando ela.

source: Your new password couldn't be set.
pt_br: Sua nova senha não pôde ser definida.

source: Please enter your account's e-mail address. You will receive a link to continue the process.
pt_br: Por favor, digite o endereço de e-mail da sua conta. Você vai receber um link para continuar com o processo.

source: Get a new password
pt_br: Pegar uma nova senha

source: New password
pt_br: Nova senha

source: Please enter your desired new password. After that, you will be able to log in normally.
pt_br: Por favor digite sua nova senha. Depois disso, você poderá acessar normalmente.

source: Set new password
pt_br: Defina uma nova senha

source: Upload files
pt_br: Enviar arquivos

source: Click on Add files to select all the files that you want to upload, and then click continue. On the next step, you will be able to set a name and description for each uploaded file. Remember that the maximum allowed file size (in mb.) is
pt_br: Clique em "Adicionar arquivos", selecione todos os arquivos que quer enviar, então clique em continuar. No próximo passo, você terá a possibilidade de dar um nome e uma descrição para cada arquivo enviado. Lembre-se que o tamanho máximo de envio permitido (em mb) é de

source: You must select at least one file to upload.
pt_br: Você deve selecionar pelo menos um arquivo para enviar.

source: Your browser doesn't support HTML5, Flash or Silverlight. Please update your browser or install Adobe Flash or Silverlight to continue.
pt_br: Seu navegador não suporta HTML5, Flash ou Silverlight. Por favor, atualize seu navegador para um mais moderno.

source: Your files are being uploaded! Progress indicators may take a while to update, but work is still being done behind the scenes.
pt_br: Seus arquivos estão sendo atualizados! Os indicadores de progresso podem demorar um pouco, mas há trabalho sendo em segundo plano.

source: Please select at least one file to proceed.
pt_br: Por favor, selecione pelo menos um arquivo para continuar.

source: This list only shows the files that are allowed according to your security settings. If the file type you need to add is not listed here, add the extension to the "Allowed file extensions" box on the options page.
pt_br: Esta lista apenas mostra arquivos que estão permitidos de acordo com suas configurações de segurança. Se o tipo de arquivo que você precisa adicionar não está listado aqui, adicione para a caixa "Extensões de arquivos permitidas" na página de Opções.

source: Showing
pt_br: Mostrando

source: File name
pt_br: Nome do arquivo

source: File size
pt_br: Tamanho do arquivo

source: Last modified
pt_br: Modificado pela última vez

source: Please note that the listed files will be renamed if they contain invalid characters.
pt_br: Por favor, note que os arquivos listados serão renomeados se tiverem caracteres inválidos.

source: Continue
pt_br: Continuar

source: There are no files available to add right now.
pt_br: Não há arquivos disponíveis para adicionar agora.

source: To use this feature you need to upload your files via FTP to the folder
pt_br: Para usar esta funcionalidade você precisa subir seus arquivos via FTP na pasta

source: Files uploaded correctly
pt_br: Arquivos enviados com sucesso

source: File Name
pt_br: Nome do arquivo

source: Private
pt_br: Privado

source: Files ready to upload
pt_br: Arquivos prontos para enviar

source: Please complete the following information to finish the uploading process. Remember that "Title" is a required field.
pt_br: Por favor, complete a seguinte informação para finaizar o processo de envio. Lembre-se que o "Título" é um campo obrigatório.

source: Note
pt_br: Nota

source: You can skip assigning if you want. The files are retained and you may add them to clients or groups later.
pt_br: Você pode pular a parte de atribuição se quiser. Os nomes dos arquivos serão mantidos e você pode adicioná-los a grupos ou clientes mais tarde.

source: Copy selections to other files
pt_br: Copiar seleções para outros arquivos

source: Upload hidden (will not send notifications)
pt_br: Envios escondidos (notificações não serão enviadas)

source: Files not uploaded
pt_br: Arquivos não enviados

source: Copy selection to all files?
pt_br: Copiar seleção para todos os arquivos?

source: E-mail notifications have been sent.
pt_br: Notificações por e-mail foram enviadas.

source: One or more notifications couldn't be sent.
pt_br: Uma ou mais notificações não puderam ser enviadas.

source: E-mail notifications for inactive clients were not sent.
pt_br: Notificações para clientes inativos não serão enviadas.

source: Add system user
pt_br: Adicionar usuário do sistema

source: User added correctly.
pt_br: Usuário(a) adicionado(a) com sucesso.

source: An e-mail notification with login information was sent to the new user.
pt_br: Um e-mail de notificação com as informações de acesso foi enviada para o(a) novo(a) usuário(a).

source: Edit system user
pt_br: Editar usuário do sistema

source: User edited correctly.
pt_br: Usuário editado com sucesso.

source: No user was selected.
pt_br: Nenhum usuário foi detectado.

source: There is no user with that ID number.
pt_br: Não há um usuário com este número de ID.

source: Add user
pt_br: Adicionar usuário

source: Save user
pt_br: Salvar usuário

source: Role
pt_br: Papel

source: Active (user can log in)
pt_br: Ativo (usuário pode acessar)

source: Users administration
pt_br: Administração de usuários

source: The selected users were marked as active.
pt_br: Os(as) usuários(as) selecionados(as) foram marcados(as) como ativos.

source: You cannot deactivate your own account.
pt_br: Você não pode desativar sua própria conta.

source: The selected users were marked as inactive.
pt_br: Os usuários selecionados foram marcados como inativos.

source: You cannot delete your own account.
pt_br: Você não pode apagar sua própria conta.

source: The selected users were deleted.
pt_br: Os usuários selecionados foram apagados.

source: Please select at least one user.
pt_br: Por favor, selecione pelo menos um usuário.

source: All roles
pt_br: Todos os papéis

source: Selected users actions
pt_br: Selecionar ações nos usuários

source: users
pt_br: usuários
