Repository: ignacionelson/ProjectSend
Catalog: lang/*.po
Languages: pt_br

source: Please contact the administrator if you need further assistance.
pt_br: Por favor, entre em contato com o administrador se você precisar de mais alguma ajuda.

source: Your username
pt_br: Seu nome de usuário

source: Your password
pt_br: Sua senha

source: A new client has registered.
pt_br: Um(a) novo(a) cliente foi cadastrado.

source: A new account was created using the self registration form on your site. Registration information:
pt_br: Uma nova conta foi criada usando o formulário de auto cadastro do seu site. Informações de cadastro:

source: Username
pt_br: Nome de usuário

source: Additionally, the client requests access to the following group(s)
pt_br: Adicionalmente, o(a) cliente pediu o acesso ao(s) seguinte(s) grupo(s)

source: Please log in to process the request.
pt_br: Por favor, acesse o sistema para completar o pedido.

source: Remember, your new client will not be able to log in until an administrator has approved their account.
pt_br: Lembre-se, seu novo(a) cliente não consiguirá acessar enquanto um administrador não aprovar a conta.

source: Auto-approvals of new accounts are currently enabled.
pt_br: Auto aprovação de novas contas está atualmente habilitado.

source: You can log in to manually deactivate it.
pt_br: Você pode fazer acessar manualmente para desativar.

source: You account has been approved
pt_br: Sua conta foi aprovada

source: Your account has been approved.
pt_br: Sua conta foi aprovada.

source: Additionally, your group membership requests have been processed.
pt_br: Além disso, os pedidos do seu grupo de membros foram processados.

source: Approved requests:
pt_br: Pedidos aprovados:

source: Denied requests:
pt_br: Pedidos negados:

source: You account has been denied
pt_br: Sua conta foi negada

source: Your account request has been denied.
pt_br: Sua solicitação de conta foi negada.

source: A new account was created for you. From now on, you can access the system administrator using the following credentials:
pt_br: Uma nova conta foi criada pra você. De agora em diante, você pode acessar a administração do sistema usando as seguintes credenciais:

source: Access the system panel here
pt_br: Acesse o painel do sistema aqui

source: Thank you for using ProjectSend.
pt_br: Obrigado por usar o ProjectSend.

source: Password reset instructions
pt_br: Instruções para recuperar a senha

source: A request has been received to reset the password for the following account:
pt_br: Um pedido foi recebido para recuperar a senha da seguinte conta:

source: To continue, please visit the following link
pt_br: Para continuar, por favor, visite o link a seguir

source: The request is valid only for 24 hours.
pt_br: O pedido é válido apenas por 24 horas.

source: If you did not make this request, simply ignore this email.
pt_br: Se você não fez esse pedido, apenas ignore este e-mail.

source: This email contains HTML formatting and cannot be displayed right now. Please use an HTML compatible reader.
pt_br: Este e-mail contém formatação HTML e não pôde ser mostrada agora. Por favor, use um leitor de HTML compatível.

source: Search
pt_br: Pesquisar

source: An unexpected error has occurred
pt_br: Um erro inesperado ocorreu

source: Could not generate a random password
pt_br: Não foi possível gerar uma senha randômica

source: Provided by
pt_br: Fornecido por

source: version
pt_br: versão

source: Free software
pt_br: Software livre

source: Important:
pt_br: Importante:

source: There are no clients or groups at the moment. You can still upload files and assign them later.
pt_br: Não há clientes ou grupos no momento. Você ainda pode enviar arquivos e atribuí-los mais tarde.

source: The password must contain, at least:
pt_br: Sua senha deve conter, pelo menos:

source: ProjectSend was installed
pt_br: O ProjectSend foi instalado

source: logged in to the system.
pt_br: acessou o sistema.

source: created the user account
pt_br: criou uma conta de usuário

source: created the client account
pt_br: criou uma conta de cliente

source: created a client account for themself.
pt_br: criou uma conta de cliente pra si mesmo.

source: (user) uploaded the file
pt_br: (usuário) enviou um arquivo

source: (client) uploaded the file
pt_br: (cliente) enviou um arquivo

source: (user) downloaded the file
pt_br: (usuário) baixou um arquivo

source: assigned to:
pt_br: atribuído a:

source: (client) downloaded the file
pt_br: (cliente) baixou o arquivo

source: generated a zip file
pt_br: gerou um arquivo ZIP

source: unassigned the file
pt_br: arquivo não atribuído

source: from the client:
pt_br: do(a) cliente:

source: from the group:
pt_br: do grupo:

source: deleted the file
pt_br: apagou o arquivo

source: edited the user
pt_br: editou o usuário

source: edited the client
pt_br: editou o(a) cliente

source: edited the group
pt_br: editou o grupo

source: deleted the user
pt_br: apagou o(a) usuário(a)

source: deleted the client
pt_br: apagou o(a) cliente

source: deleted the group
pt_br: apagou o grupo

source: activated the client
pt_br: ativou o(a) cliente

source: deactivated the client
pt_br: desativou o(a) cliente

source: marked as hidden the file
pt_br: marcado como um arquivo escondido

source: to:
pt_br: para:

source: marked as visible the file
pt_br: marcado como um arquivo visível

source: created the group
pt_br: criou o grupo

source: assigned the file
pt_br: atribuiu o arquivo

source: to the client:
pt_br: para o(a) cliente:

source: to the group:
pt_br: para o grupo:

source: activated the user
pt_br: ativou o(a) usuário(a)

source: deactivated the user
pt_br: desativou o(a) usuário(a)

source: uploaded a new logo on "Branding"
pt_br: enviou um novo logo em "Marca"

source: updated ProjectSend to version
pt_br: atualizou a versão do ProjectSend

source: logged out of the system.
pt_br: saiu do sistema.

source: (user) edited the file
pt_br: (usuário) editou o arquivo

source: (client) edited the file
pt_br: (cliente) editou o arquivo

source: created the category
pt_br: criou a categoria

source: edited the category
pt_br: editou a categoria

source: deleted the category
pt_br: apagou a categoria

source: An anonymous user
pt_br: Um(a) usuário(a) anônimo

source: downloaded the file
pt_br: baixou o arquivo

source: processed an account request for
pt_br: processou uma solicitação de uma conta para

source: Click to select and copy
pt_br: Clique para selecionar e copiar

source: Succesfully copied to clipboard
pt_br: Copiado para a área de transferência com sucesso

source: Content could not be copied to clipboard
pt_br: Não foi possível copiar o conteúdo para a área de transferência

source: Send this URL to someone to download the file without registering or logging in.
pt_br: Envie este URL para alguém para baixar o arquivo sem se cadastrar ou acessar.

source: Please select at least one item to proceed.
pt_br: Por favor, selecione pelo menos um item para continuar.

source: You are about to delete
pt_br: Você está a ponto de apagar

source: items. Are you sure you want to continue?
pt_br: itens. Tem certeza que deseja continuar?

source: You are about to delete all activities from the log. Only those used for statistics will remain. Are you sure you want to continue?
pt_br: Você está a ponto de apagar todas as atividades registradas. Apenas aquelas utilizadas pelas estatísticas continuarão. Tem certeza que deseja continuar?

source: Please wait while your download is prepared.
pt_br: Por favor, aguarde enquanto preparamos seu(s) arquivos.

source: You are about to unassign
pt_br: Você está a ponto de desatribuir

source: files from this account. Are you sure you want to continue?
pt_br: arquivos dessa conta. Tem certeza que quer continuar?

source: This operation could take a few minutes, depending on the size of the files.
pt_br: Esta operação pode demorar alguns minutos dependendo do tamanho dos arquivos.

source: No results where found.
pt_br: Resultados não foram encontrados.

source: If images thumbnails aren't showing on your client's files lists (even your company logo there and on the branding page) please chmod the includes/timthumb/cache folder to 777 and then do the same with the 'index.html' and 'timthumb_cacheLastCleanTime.touch' files inside that folder. Then try lowering each file to 644 and see if everything is still working.
pt_br: Se a miniatura das imagens não mostrarem na lista de arquivos do seus clientes (mesmo quando o logo da sua empresa na página de Marca) por favor, execute chmod no diretório em: /timthumb/cache para 777 e então faça o mesmo com os arquivos "index.html" e "timthumb_cacheLastCleanTime.touch" entro daquele diretório. Então tente mudar cada arquivo para 644 e veja se tudo ainda está funcionando.

source: The chmod values of the emails folder and the html templates inside couldn't be set. If ProjectSend isn't sending notifications emails, please set them manually to 777.
pt_br: O valor chmod do diretório dos e-mails e o modelo html dentro não pôde ser configurado. Se o ProjectSend não está enviando e-mails de notificações, por favor, configure eles manualmente para 777.

source: A safe chmod value couldn't be set for one or more system files. Please make sure that at least includes/sys.config.php has a chmod of 644 for security reasons.
pt_br: O chmod de segurança não pôde ser configurado para um ou mais arquivos do sistema. Por favor, tenha verifique se pelo menos includes/sys.config.php tem o chmod 644 por razões de segurança.

source: This version changes the way files-to-clients relationships are stored on the database making it possible to assign a file to multiple clients. However some files did not update successfully. The following files may need to be reassigned to their clients by using the "Find orphan files" tool:
pt_br: Esta versão muda a forma de relacionamento de como clientes-para-arquivos são guardados no banco de dados, fazendo possível atribuir um arquivo a multiplos clientes. Entretanto, alguns arquivos não foram atualizados automaticamente. Os seguintes arquivos precisam ser reatribuídos para os clientes utilizando a ferramenta "Encontrar arquivos órfãos":

source: System Notice:
pt_br: Aviso do Sistema:

source: The database was updated to support this version of the software.
pt_br: O banco de dados foi atualizado para funcionar com esta versão do software.

source: Do you want to support ProjectSend?
pt_br: Você quer ajudar o ProjectSend?

source: Please remember that this tool is free software. If you find the system useful
pt_br: Lembre-se que esta ferramenta é de código aberto. Se você achou o sistema útil

source: please consider making a donation to support further development.
pt_br: por favor, considere fazer uma doação para apoiar o desenvolvimento futuro.

source: Thank you!
pt_br: Obrigado!

source: Update available!
pt_br: Atualização disponível!

source: has been released.
pt_br: foi lançada.

source: Access denied
pt_br: Acesso negado

source: Your account type doesn't allow you to view this page. Please contact a system administrator if you need to access this function.
pt_br: Seu tipo de conta não te permite visualizar esta página. Por favor, entre em contato com o administrador se você necessita dessa função.

source: System Administrator
pt_br: Administrador do sistema

source: Account Manager
pt_br: Gerente de contas

source: Uploader
pt_br: Enviado por

source: reCAPTCHA verification failed
pt_br: A verificação do reCAPTCHA falhou

source: Name was not completed
pt_br: Nome não foi preenchido

source: No client was selected
pt_br: Nenhum cliente foi selecionado

source: Username was not completed
pt_br: O nome de usuário não foi preenchido

source: Password was not completed
pt_br: A senha não foi preenchida

source: Password verification was not completed
pt_br: A verificação de senha não foi concluída

source: E-mail was not completed
pt_br: O e-mail não foi preenchido

source: E-mail address is not valid
pt_br: O endereço de e-mail não é válido

source: Username must be alphanumeric and may contain dot (a-z,A-Z,0-9 and . allowed)
pt_br: O nome de usuário deve ser alfanumérico e pode conter ponto (permitido: a-z, A-Z, 0-9, . )

source: Password must be alphanumeric (a-z,A-Z,0-9 allowed)
pt_br: As senhas devem ser alfanuméricas (permitidos: a-z,A-Z,0-9)

source: Passwords do not match
pt_br: As senhas não conferem

source: Password does not meet the required characters rules
pt_br: A senha não atende as regras necessárias

source: File size value must be a whole number
pt_br: O tamanho do arquivo deve ser um número inteiro

source: User level was not specified
pt_br: O nível de usuário não foi especificado

source: A system user or client with this login name already exists.
pt_br: Um usuário no sistema ou cliente com esse nome de usuário já existe.

source: A system user or client with this e-mail address already exists.
pt_br: Um usuário no sistema ou cliente com este endereço de e-mail já existe.

source: Your password can only contain letters, numbers and the following characters:
pt_br: Sua senha pode conter apenas letras, números e os seguintes caracteres:

source: Title was not completed
pt_br: O título do site não foi preenchido

source: length should be between
pt_br: comprimento deve ser entre

source: and
pt_br: e

source: characters long
pt_br: caracteres

source: 1 uppercase character
pt_br: uma letra maiúscula

source: 1 lowercase character
pt_br: uma letra minúscula

source: 1 number
pt_br: um número

source: 1 special character
pt_br: um caractere especial

source: Logins
pt_br: Acessos

source: Downloads
pt_br: Baixados

source: Clients self-registrations
pt_br: Auto cadastro dos(as) clientes

source: Recent activites
pt_br: Atividades recentes

source: View all
pt_br: Ver todas

source: There are no results
pt_br: Não houve resultados

source: ProjectSend news
pt_br: Notícias do ProjectSend

source: Uploads by users
pt_br: Envios por usuários

source: Uploads by clients
pt_br: Envios por clientes

source: Public Downloads
pt_br: Baixados publicamente

source: Statistics
pt_br: Estatísticas

source: days
pt_br: dias

source: System information
pt_br: Informações do sistema

source: Version
pt_br: Versão

source: New version available
pt_br: Nova versão disponível

source: Default upload max. size
pt_br: Tamanho padrão máximo de envio

source: Template
pt_br: Modelo

source: Change
pt_br: Mudar

source: System users
pt_br: Usuários do sistema

source: System
pt_br: Sistema

source: Server
pt_br: Servidor

source: PHP version
pt_br: Versão do PHP

source: Memory limit
pt_br: Limite de memória

source: Max execution time
pt_br: Tempo de execução máximo

source: Post max size
pt_br: Tamanho máximo de POST

source: Database
pt_br: Banco de Dados

source: Log in
pt_br: Acessar

source: The supplied credentials are not valid.
pt_br: As credenciais informadas não são válidas.

source: Session timed out. Please log in again.
pt_br: O tempo de sessão expirou. Por favor, acesse novamente.

source: Logging in
pt_br: Acessando

source: Redirecting
pt_br: Redirecionando

source: Language
pt_br: Idioma

source: default
pt_br: padrão

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Set up a new one.
pt_br: Crie uma nova.

source: Don't have an account yet?
pt_br: Ainda não tem uma conta?

source: Register as a new client.
pt_br: Registre-se como um novo(a) cliente.

source: This server does not allow self registrations.
pt_br: Este servidor não aceita auto cadastro.

source: If you need an account, please contact a server administrator.
pt_br: Se você precisa de acesso, por favor, entre em contato como o administrador.

source: Install
pt_br: Instalar

source: Sitename was not completed.
pt_br: O nome do site não foi preenchido.

source: ProjectSend URI was not completed.
pt_br: O ProjectSend URI não foi preenchido.

source: Congratulations! Everything is up and running.
pt_br: Parabéns! Tudo já está certo e funcionando.

source: You may proceed to
pt_br: Você pode prosseguir para

source: log in
pt_br: acessar

source: with your newely created username and password.
pt_br: com seu nome de usuário recém criado e sua senha.

source: Already installed
pt_br: Já está instalado

source: It seems that ProjectSend is already installed here.
pt_br: Parece que o ProjectSend já está instalado aqui.

source: If you want to reinstall, please delete the system tables from the database and come back to the installation form.
pt_br: Se você quer reinstalar, por favor apague as tabelas do sistema do banco de dados e volte para o formulário de instalação.

source: There seems to be an error. Please try again.
pt_br: Parece que ocorreu um erro. Tente novamente.

source: Basic system options
pt_br: Opções básicas do sistema

source: You need to provide this data for a correct system installation. The site name will be visible in the system panel, and the client's lists.
pt_br: Você precisa informar estes dados para uma instalação correta do sistema. O nome do site estará visível no painel do sistema.

source: Remember to edit the file
pt_br: Lembre-se de editar este arquivo

source: with your database settings before installing. If the file doesn't exist, you can create it by renaming the dummy file sys.config.sample.php.
pt_br: com as configurações do seu bancos de dados antes de instalar. Se o arquivo não existe, você pode criá-lo renomeando o arquivo protótipo sys.config.sample.php.

source: Site name
pt_br: Nome do site

source: ProjectSend URI (address)
pt_br: ProjectSend URI (endereço)

source: Default system administrator options
pt_br: Opções padrões do administrador do sistema

source: This info will be used to create a default system user, which can't be deleted afterwards. Password should be between
pt_br: Esta informação será usada para criar um usuário padrão, no qual não pode ser removido. A senha deve ser entre

source: characters long.
pt_br: caracteres.

source: E-mail address
pt_br: Endereço de E-mail

source: After installing the system, you can go to the options page to set your timezone, preferred date display format and thumbnails parameters, besides being able to change the site options provided here.
pt_br: Depois de instalar o sistema, você pode ir nas página de opções para ajustar o fuso horário, mudar o formato de data e mudar os parametros de miniaturas, além de poder mudar as opções do site apresentadas aqui.

source: Successfully wrote the config file.
pt_br: Arquivo de configuração escrito com sucesso.

source: Continue to installation
pt_br: Continue a instalação

source: Database configuration
pt_br: Configuração do banco de dados

source: You need to provide this data for a correct database communication.
pt_br: Você precisa informar estes dados para a ter conexão com o banco de dados.

source: Select driver
pt_br: Selecionar driver

source: (not supported)
pt_br: (não suportado)

source: Database name
pt_br: Nome do banco de dados

source: Table prefix
pt_br: Prefixo das tabelas

source: The database is already populated
pt_br: Seu banco de dados já está populado

source: Reuse existing tables
pt_br: Reusar tabelas existentes

source: Language selection
pt_br: Seleção de idioma

source: Folders
pt_br: Pastas

source: Writable
pt_br: Gravável

source: Not writable
pt_br: Não gravável

source: Check again
pt_br: Checar novamente

source: Write config file
pt_br: Escrever arquivo de configuração

source: Check
pt_br: Checar

source: The supplied username doesn't exist.
pt_br: O nome de usuário informado não existe.

source: The supplied password is incorrect.
pt_br: A senha informada não existe.

source: This account is not active.
pt_br: Esta conta não está ativa.

source: If you just registered, please wait until a system administrator approves your account.
pt_br: Se você acabou de se cadastrar, por favor, aguarde até um administrador do sistema aprovar a sua conta.

source: Client self registration is not allowed. If you need an account, please contact a system administrator.
pt_br: Auto cadastro de clientes não é permitida. Se você precisa de uma conta, por favor, entre em contato com o administrador do sistema.

source: Sign-in with Google cannot be used to create new accounts at this time.
pt_br: Acesso com o Google não pode ser usada para criar novas contas por enquanto.

source: You must approve the requested permissions to sign in with Google.
pt_br: Você deve aprovar o pedido de permissões para acessar com o Google.

source: for client
pt_br: para o(a) cliente

source: for group
pt_br: para o grupo

source: on category
pt_br: na categoria

source: The selected files were marked as hidden.
pt_br: Os arquivos selecionados foram marcados como escondidos.

source: The selected files were marked as visible.
pt_br: Os arquivos marcados foram marcados como visíveis.

source: The selected files were unassigned from this client.
pt_br: Os arquivos selecionados foram desatribuídos deste(a) cliente.

source: The selected files were deleted.
pt_br: Os arquivos selecionados foram apagados.

source: Some files could not be deleted.
pt_br: Alguns arquivos não puderam ser apagados.

source: Please select at least one file.
pt_br: Por favor, selecione pelo menos um arquivo.

source: Visible
pt_br: Visível

source: Hidden
pt_br: Escondido

source: Selected files actions
pt_br: Selecionar ações nos arquivos

source: Hide
pt_br: Esconder

source: Show
pt_br: Mostrar

source: Unassign
pt_br: Desatribuir

source: files
pt_br: arquivos

source: There are no files assigned to this category.
pt_br: Não há arquivos nesta categoria.

source: There are no files assigned to this client.
pt_br: Não há arquivos associados a este cliente.

source: You have not uploaded any files for this account.
pt_br: Você ainda não enviou arquivos para esta conta.

source: There are no files for this client.
pt_br: Não há arquivos para este cliente.

source: Type
pt_br: Tipo

source: Size
pt_br: Tamanho

source: Assigned
pt_br: Atribuído

source: Public permissions
pt_br: Permissões públicas

source: Expiry
pt_br: Expira

source: Download count
pt_br: Contagem de baixados

source: Download
pt_br: Baixar

source: View information
pt_br: Ver Informações

source: Does not expire
pt_br: Não expira

source: Expired on
pt_br: Expira em

source: Expires on
pt_br: Expirado em

source: times
pt_br: vezes

source: downloads
pt_br: baixados

source: Some fields were not completed. Options could not be saved.
pt_br: Alguns campos não foram preenchidos. As opções não puderam ser salvas.

source: The file could not be moved to the corresponding folder.
pt_br: Este arquivo não pôde ser movido para o diretório correspondente.

source: This is most likely a permissions issue. If that's the case, it can be corrected via FTP by setting the chmod value of the
pt_br: Isso parece um problema de permissões. Se este for o caso, pode ser corrigido via FTP por mudar a configuração com o chmod para o valor de

source: directory to 755, or 777 as a last resource.
pt_br: diretório para 755, ou 777 como o último recurso.

source: If this doesn't solve the issue, try giving the same values to the directories above that one until it works.
pt_br: Se isso não resolver o seu problema, tente dar os mesmos valores aos diretórios acima daquele até funcionar.

source: The file you selected is not an allowed image format. Please upload your logo as a jpg, gif or png file.
pt_br: O arquivo que você

source: There was an error uploading the file. Please try again.
pt_br: Tem um problema com o envio desse arquivo. Por favor, tente novamente.

source: Please complete all the fields.
pt_br: Por favor preencha todos os campos.

source: General
pt_br: Geral
