Repository: ignacionelson/ProjectSend
Catalog: lang/*.po
Languages: pt_br

source: Recent activities log
pt_br: Registro de atividades recentes

source: The selected activities were deleted.
pt_br: As atividades selecionadas foram apagadas.

source: Please select at least one activity.
pt_br: Por favor, selecione pelo menos uma atividade.

source: The log was cleared. Only data used for statistics remained. You can delete them manually if you want.
pt_br: O registro foi limpo. Somente os dados utilizados por estatísticas continuam. Você pode apagá-los manualmente se quiser.

source: Filter activities
pt_br: Filtrar atividades

source: All activities
pt_br: Todas as atividades

source: Filter
pt_br: Filtrar

source: Activities actions
pt_br: Ações em atividades

source: Select action
pt_br: Selecionar ação

source: Download as csv
pt_br: Baixar como CSV

source: Delete selected
pt_br: Apagar o selecionado

source: Clear entire log
pt_br: Limpar todo o registro

source: Proceed
pt_br: Continuar

source: Found
pt_br: Encontrado

source: activities
pt_br: atividades

source: The filters you selected returned no results.
pt_br: Os filtros que você selecionou não retornaram resultados.

source: There are no activities recorded.
pt_br: Não há atividades registradas.

source: Date
pt_br: Data

source: Author
pt_br: Autor

source: Activity
pt_br: Atividade

source: Create
pt_br: Criar

source: Save
pt_br: Salvar

source: Name
pt_br: Nome

source: Parent
pt_br: Pai

source: None
pt_br: Nenhum

source: Description
pt_br: Descrição

source: Cancel
pt_br: Cancelar

source: Categories administration
pt_br: Administração de categorias

source: The category was successfully created.
pt_br: A categoria foi criada com sucesso.

source: The category was successfully edited.
pt_br: A categoria foi editada com sucesso.

source: The selected categories were deleted.
pt_br: As categorias selecionadas foram apagadas.

source: Please select at least one category.
pt_br: Por favor, selecione pelo menos uma categoria.

source: Create new category
pt_br: Criar uma categoria

source: Edit category
pt_br: Editar categoria

source: There was a problem saving to the database.
pt_br: Ocorreu um problema ao salvar no banco de dados.

source: Please complete all the required fields.
pt_br: Por favor, preencha todos os campos obrigatórios.

source: Selected categories actions
pt_br: Selecione ações das categorias

source: Delete
pt_br: Apagar

source: categories
pt_br: categorias

source: Your search keywords returned no results.
pt_br: Sua pesquisa por palavras chaves não retornou resultados.

source: There are no categories yet.
pt_br: Ainda não tem categorias.

source: Files
pt_br: Arquivos

source: View
pt_br: Ver

source: Actions
pt_br: Ações

source: Manage files
pt_br: Gerenciar arquivos

source: Edit
pt_br: Editar

source: Add client
pt_br: Adicionar cliente

source: Client added correctly.
pt_br: Cliente adicionado com sucesso.

source: There was an error. Please try again.
pt_br: Ocorreu um erro. Por favor, tente novamente.

source: An e-mail notification with login information was sent to your client.
pt_br: Um e-mail com as informações de acesso foi enviada para o(a) seu(ua) cliente.

source: E-mail notification couldn't be sent.
pt_br: A notificação de e-mail não pôde ser enviada.

source: Edit client
pt_br: Editar cliente

source: My account
pt_br: Minha conta

source: Client edited correctly.
pt_br: Cliente editado com sucesso.

source: This page is not intended to be accessed directly.
pt_br: Esta página não foi pretendida para ser acessada diretamente.

source: No client was selected.
pt_br: Nenhum cliente foi selecionado.

source: There is no client with that ID number.
pt_br: Não há um cliente com esse número de ID.

source: Your account type doesn't allow you to access this feature.
pt_br: Seu tipo de conta não permite acesso a esta funcionalidade.

source: Will be visible on the client's file list
pt_br: Será visível na lista de arquivos do cliente

source: Groups
pt_br: Grupos

source: Save client
pt_br: Salvar cliente

source: Register account
pt_br: Cadastrar conta

source: Your full name
pt_br: Seu nome completo

source: Request access to groups
pt_br: Solicitar acesso aos grupos

source: Update account
pt_br: Atualizar conta

source: Log in username
pt_br: Nome de usuário

source: Must be alphanumeric
pt_br: Deve ser alfanumérico

source: Password
pt_br: Senha

source: Generate
pt_br: Gerar

source: Must be valid and unique
pt_br: Deve ser válido e único

source: Address
pt_br: Endereço

source: Telephone
pt_br: Telefone

source: Internal contact name
pt_br: Nome interno do contato

source: Max. upload filesize
pt_br: Tamanho máximo para envio

source: Set to 0 to use the default system limit
pt_br: Defina como 0 para usar como o limite padrão do sistema

source: Select one or more options. Type to search.
pt_br: Selecione uma ou mais opções. Digite para pesquisar.

source: Add all
pt_br: Adicionar todos

source: Remove all
pt_br: Remover todos

source: Active (client can log in)
pt_br: Ativo (o cliente pode acessar)

source: Notify new uploads by e-mail
pt_br: Notificar novos envios por e-mail

source: Verification
pt_br: Verificação

source: This account information will be e-mailed to the address supplied above
pt_br: Estas informações de conta serão enviadas para o e-mail fornecido acima

source: Account requests
pt_br: Solicitações de contas

source: The selected actions were applied.
pt_br: As ações selecionadas foram aplicadas.

source: The selected clients were deleted.
pt_br: Os clientes selecionados foram apagados.

source: Please select at least one client.
pt_br: Por favor selecione pelo menos um cliente.

source: Selected clients actions
pt_br: Selecionar ações nos clientes

source: Apply selection
pt_br: Aplicar seleção

source: Delete requests
pt_br: Apagar solicitações

source: requests
pt_br: solicitações

source: New account requests
pt_br: Novas solicitações de contas

source: Denied accounts
pt_br: Contas negadas

source: There are no requests at the moment
pt_br: Não há solicitações até o momento

source: Full name
pt_br: Nome completo

source: Account
pt_br: Conta

source: Membership requests
pt_br: Solicitações para participação

source: Added on
pt_br: Adicionado

source: Accept all
pt_br: Aceitar todos

source: Deny all
pt_br: Negar todos

source: Clients Administration
pt_br: Administração de clientes

source: The selected clients were marked as active.
pt_br: Os clientes selecionados foram marcados como ativos.

source: The selected clients were marked as inactive.
pt_br: Os clientes selecionados foram marcados como inativos.

source: All statuses
pt_br: Todos os status

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Activate
pt_br: Ativar

source: Deactivate
pt_br: Desativar

source: clients
pt_br: clientes

source: There are no clients at the moment
pt_br: Não há clientes até o momento

source: Uploads
pt_br: Envios

source: Files: Own
pt_br: Arquivos: Próprio

source: Files: Groups
pt_br: Arquivos: Grupos

source: Groups on
pt_br: Grupos no

source: Notify
pt_br: Notificar

source: Max. upload size
pt_br: Tamanho máximo de envio

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Default
pt_br: Padrão

source: As client
pt_br: Como cliente

source: Download information
pt_br: Informações

source: No file was selected.
pt_br: Nenhum arquivo foi selecionado.

source: There is no information with that file ID number.
pt_br: Não há informação com este número de ID.

source: Total downloads
pt_br: Total de baixados

source: Time
pt_br: Tempo

source: Client
pt_br: Cliente

source: Anonymous
pt_br: Anônimo

source: Client's IP
pt_br: IP do cliente

source: Client's hostname
pt_br: Nome do host do cliente

source: Unique logged in clients/users
pt_br: Acessos únicos em clientes/usuários

source: Total public downloads
pt_br: Total de arquivos baixados públicamente

source: File information
pt_br: Informações do arquivo

source: The request is not valid.
pt_br: O pedido não é válido.

source: The following file is now ready for you to download:
pt_br: O(s) arquivo(s) a seguir está(ão) pronto(s) para baixar:

source: Download file
pt_br: Baixar arquivo

source: Go back to the homepage.
pt_br: Voltar para a página inicial.

source: Edit file
pt_br: Editar arquivo

source: Please go to the clients or groups administration page, select "Manage files" from any client and then click on "Edit" on any file to return here.
pt_br: Por favor, vá para a página de administração de clientes ou grupos, selecione "Gerenciar arquivos" de qualquer cliente e então clique em "Editar" em qualquer arquivo para retornar aqui.

source: There is not file with that ID number.
pt_br: Não há um arquivo com este número de ID.

source: You don't have permission to edit this file.
pt_br: Você não tem permissão para editar esse arquivo.

source: The file has been edited succesfuly.
pt_br: O arquivo foi editado com sucesso.

source: Title
pt_br: Título

source: Enter here the required file title.
pt_br: Digite aqui o título do arquivo.

source: Optionally, enter here a description for the file.
pt_br: Opcionalmente, você pode digitar uma descrição para o arquivo.

source: Expiration date
pt_br: Data de expiração

source: Select a date
pt_br: Selecionar uma data

source: File expires
pt_br: Arquivo expira em

source: Public downloading
pt_br: Baixados publicamente

source: Allow public downloading of this file.
pt_br: Permitir baixar este arquivo publicamente.

source: Public URL
pt_br: URL pública

source: Assignations
pt_br: Atribuições

source: Assign this file to
pt_br: Atribuir este arquivo a

source: Clients
pt_br: Clientes

source: Mark as hidden (will not send notifications) for new assigned clients and groups.
pt_br: Marcar como escondido (não enviará notificações) para novos clientes e grupos atribuídos.

source: Hide from every already assigned clients and groups.
pt_br: Esconder de cada cliente e grupo atribuído.

source: Categories
pt_br: Categorias

source: Add to
pt_br: Adicionar a

source: E-mail templates
pt_br: Modelos de e-mail

source: Preview
pt_br: Visualizar

source: Header / footer
pt_br: Cabeçalho / rodapé

source: New file by user
pt_br: Novo arquivo por usuário

source: New file by client
pt_br: Novo arquivo por cliente

source: New client (welcome)
pt_br: Novo(a) cliente (bem-vindo)

source: New client (self-registered)
pt_br: Novo(a) cliente (auto cadastrado)

source: Approve client account
pt_br: Aprovar conta do cliente

source: Deny client account
pt_br: Negar conta do(a) cliente

source: New user (welcome)
pt_br: Novo(a) usuário(a) (bem-vindo)

source: Password reset
pt_br: Redefinir a senha

source: Options updated succesfuly.
pt_br: Opções atualizadas com sucesso.

source: (to be used as href on a link tag)
pt_br: (para ser usado como href ou uma tag link)

source: This email will be sent to a client whenever a new file has been assigned to his account.
pt_br: Este e-mail será enviado para o(a) cliente quando o novo arquivo foi atribuído a conta dele(a).

source: Shows the list of files
pt_br: Mostrar a lista de arquivos

source: The login link
pt_br: O link de acesso

source: This email will be sent to the system administrator whenever a client uploads a new file.
pt_br: Este e-mail será enviado para o administrador do sistema quando o(a) cliente enviar um novo arquivo.

source: This email will be sent to the new client after an administrator has created his new account. It would be best to include the log in details (username and password).
pt_br: Este e-mail será enviado para o(a) novo(a) cliente após o administrador criar a sua nova conta. Seria melhor incluir o registro em detalhes (nome de usuário e senha)

source: The new username for this account
pt_br: O novo nome de usuário desta conta

source: The new password for this account
pt_br: A nova senha desta conta

source: This email will be sent to the system administrator after a new client has created a new account for himself.
pt_br: Este e-mail será enviado ao administrador do sistema após um novo(a) cliente criar uma conta pra si mesmo(a).

source: The full name the client registered with
pt_br: O nome completo do(a) cliente

source: List of groups that the client requests membership to
pt_br: Lista de grupos que o cliente pode pedir pra participar

source: This email will be sent to a client that requested an account if it gets approved. Group membership requests are also mentioned on the email, separated by their approval status.
pt_br: Este e-mail será enviado para o(a) cliente que tiver sua conta aprovada. Os pedidos para participação em grupos também serão mencionada no e-mail, separados por seus status de aprovação.

source: List of approved group memberships
pt_br: Lista de aprovações em participações em grupos

source: List of denied group memberships
pt_br: Lista de negações em participações em grupos

source: This email will be sent to a client that requested an account if it gets denied. All group membership requests for this account are denied automatically.
pt_br: Este e-mail será enviado para o(a) cliente quando o pedido da conta for negada. Todos os pedidos de participação de grupos para esta conta serão negados automaticamente.

source: This email will be sent to the new system user after an administrator has created his new account. It would be best to include the log in details (username and password).
pt_br: Este e-mail será enviado para o(a) novo(a) usuário do sistema quando ele(a) criar sua nova conta. Seria melhor incluir o registro em detalhes (nome de usuário e senha).

source: This email will be sent to a user or client when they try to reset their password.
pt_br: Este e-mail será enviado ao cliente quando o mesmo tentar recuperar sua senha.

source: The username for this account
pt_br: O nome de usuário para esta conta

source: The text string unique to this request. Must be included somewhere.
pt_br: Um texto único para este pedido. Deve ser incluído em algum lugar.

source: The link to continue the process
pt_br: O link para continuar o processo

source: Here you set up the header and footer of every email, or use the default ones available with the system. Use this to customize each part and include, for example, your own logo and markup.
pt_br: Aqui você configura o cabeçalho e o rodapé de cada e-mail, ou use os padrões do sistema. Use isto para customizar cada parte e incluir, por exemplo, seu próprio logo e markup.

source: Do not forget to also include -and close accordingly- the basic structural HTML tags (DOCTYPE, HTML, HEADER, BODY).
pt_br: Não se esqueça de também incluir (e fechar de acordo) a estrutura básica das tags HTML (DOCTYPE, HTML, HEADER, BODY).

source: Use custom header / footer
pt_br: Use um cabeçalho/rodapé personalizado

source: Header
pt_br: Cabeçalho

source: You can use HTML tags here.
pt_br: Você pode usar tags HTML aqui.

source: Replace with default
pt_br: Voltar para o padrão

source: Footer
pt_br: Rodapé

source: Use custom subject
pt_br: Use um assunto customizado

source: Add your custom subject
pt_br: Adicione seu assunto customizado

source: Use custom template
pt_br: Use um modelo personalizado

source: Template text
pt_br: Texto modelo

source: The following tags can be used on this e-mails' body.
pt_br: As tags a seguir podem ser usada no corpo destes e-mails.

source: Preview this template
pt_br: Visualizar este modelo

source: Before trying this function, please save your changes to see them reflected on the preview.
pt_br: Antes de tentar esta funcionalidade, por favor, salve suas mudanças pra ver como elas refletem na pré-visualização.

source: Save options
pt_br: Salvar opções

source: Please confirm: replace the custom template text with the default one?
pt_br: Por favor confirme: substituir o texto modelo customizado com o padrão?

source: Error: the content could not be loaded
pt_br: Erro: o conteúdo não pode ser carregado

source: Executed queries
pt_br: Consultas executadas

source: Add clients group
pt_br: Adicionar grupo de clientes

source: Group added correctly.
pt_br: Grupo adicionado com sucesso.

source: Edit group
pt_br: Editar Grupo

source: Group edited correctly.
pt_br: Grupo editado com sucesso.

source: No group was selected.
pt_br: Nenhum grupo foi selecionado.

source: There is no group with that ID number.
pt_br: Não há um grupo com este número de ID.

source: Create group
pt_br: Criar grupo

source: Save group
pt_br: Salvar grupo

source: Group name
pt_br: Nome do grupo

source: Members
pt_br: Membros

source: Public
pt_br: Público

source: Allows clients to request access to this group in the registraron process and when editing their own profile. This feature requires the corresponding option to be enabled on the CLIENTS OPTIONS page.
pt_br: Permitir que clientes possam solicitar acesso para este grupo no processo de cadastro, e quando editar seu próprio perfil. Esta funcionalidade requer a correspondente opção para ser habilitada na página de "Opções do Cliente".

source: Groups administration
pt_br: Administração de grupos

source: Groups where
pt_br: Grupos onde

source: is member
pt_br: é membro

source: The selected groups were deleted.
pt_br: Os grupos selecionados serão apagados.

source: Please select at least one group.
pt_br: Por favor, selecione pelo menos um grupo.

source: Selected groups actions
pt_br: Selecione ações nos grupos

source: groups
pt_br: grupos

source: The client does not exist.
pt_br: O(A) cliente não existe.

source: There are no groups where this client is member.
pt_br: Não há grupos onde este(a) cliente é membro.

source: There are no groups created yet.
pt_br: Não há grupos criados até agora.

source: Created by
pt_br: Criado por

source: Dashboard
pt_br: Painel

source: Upload
pt_br: Enviar

source: Find orphan files
pt_br: Encontrar arquivos órfãos

source: Add new
pt_br: Adicionar novo

source: Manage clients
pt_br: Gerenciar clientes

source: Clients groups
pt_br: Grupos de clientes

source: Manage groups
pt_br: Gerenciar grupos

source: System Users
pt_br: Usuários do sistema

source: Manage system users
pt_br: Gerenciar usuários do sistema

source: Templates
pt_br: Modelos

source: Options
pt_br: Opções

source: General options
pt_br: Opções gerais

source: E-mail notifications
pt_br: Notificações por e-mail

source: Security
pt_br: Segurança

source: Thumbnails
pt_br: Miniaturas

source: Branding
pt_br: Marca

source: Social Login
pt_br: Login social

source: Tools
pt_br: Ferramentas

source: Actions log
pt_br: Registro de ações

source: View my files
pt_br: Ver meus arquivos

source: setup
pt_br: configuração

source: System Administration
pt_br: Administração do sistema

source: Toogle menu
pt_br: Alternar menu

source: My Account
pt_br: Minha conta

source: Logout
pt_br: Sair

source: ProjecSend has been installed
pt_br: O ProjectSend foi instalado

source: Account logs in through the form
pt_br: Registros de contas através do formuário

source: Account logs in through cookies
pt_br: Registros de contas através de cookies

source: Account (user or client) logs out
pt_br: Conta (usuário ou cliente) saiu

source: A user creates a new user account
pt_br: Um(a) usuário(a) criou uma nova conta de usuário

source: A user creates a new client account
pt_br: Um(a) usuário(a) criou uma nova conta de cliente

source: A client registers an account for himself
pt_br: Um(a) cliente registrou uma nova para si mesmo

source: A file is uploaded by an user
pt_br: O arquivo foi enviado por um(a) usuário(a)

source: A file is uploaded by a client
pt_br: O arquivo foi enviado por um(a) cliente

source: A file is downloaded by a user (on "Client view" mode)
pt_br: Um arquivo foi baixado por um(a) usuário(a) (no modo "Visão de cliente")

source: A file is downloaded by a client
pt_br: Um arquivo foi baixado por um(a) cliente

source: A zip file was generated by a client
pt_br: Um arquivo ZIP foi gerado por um(a) cliente

source: A file has been unassigned from a client.
pt_br: O arquivo foi desatribuído de um(a) cliente.

source: A file has been unassigned from a group
pt_br: O arquivo foi desatribuído de um grupo

source: A file has been deleted
pt_br: Um arquivo foi apagado

source: A user was edited
pt_br: Um(a) usuário(a) foi editado

source: A client was edited
pt_br: Um(a) cliente foi editado

source: A group was edited
pt_br: Um grupo foi editado

source: A user was deleted
pt_br: Um(a) usuário(a) foi apagado

source: A client was deleted
pt_br: Um(a) cliente foi apagado

source: A group was deleted
pt_br: Um grupo foi apagado

source: A client account was activated
pt_br: Uma conta de cliente foi ativada

source: A client account was deactivated
pt_br: Uma conta de cliente foi desativada

source: A user account was activated
pt_br: Uma conta de usuário foi ativada

source: A user account was deactivated
pt_br: Uma conta de usuário foi desativada

source: A file was marked as hidden
pt_br: Um arquivo foi marcado como escondido

source: A file was marked as visible
pt_br: Um arquivo foi marcado como visível

source: A user creates a new group
pt_br: Um(a) usuário(a) criou um novo grupo

source: A file is assigned to a client
pt_br: O arquivo é associado ao cliente

source: A file is assigned to a group
pt_br: O arquivo é associado ao grupo

source: A user account was marked as active
pt_br: Uma conta de usuário foi marcada como ativa

source: A user account was marked as inactive
pt_br: Uma conta de usuário foi marcada como inativa

source: The logo on "Branding" was changed
pt_br: O logo em "Marca" mudou

source: ProjectSend was updated
pt_br: O ProjectSend foi atualizado

source: A system user edited a file.
pt_br: Um(a) usuário(a) do sistema editou um arquivo.

source: A client edited a file.
pt_br: Um(a) cliente editou um arquivo.

source: A client created a category.
pt_br: Um(a) cliente criou uma categoria.

source: A client edited a category.
pt_br: Um(a) cliente criou uma categoria.

source: A client deleted a category.
pt_br: Um(a) cliente apagou uma categoria.

source: An anonymous user downloaded a public file.
pt_br: Um(a) usuário(a) anônimo baixou um arquivo público.

source: A client account request was processed.
pt_br: Uma solicitação do(a) cliente foi processado.

source: The following errors were found
pt_br: Os erros seguintes foram encontrados

source: Results navigation
pt_br: Resultados da navegação

source: Go to:
pt_br: Ir para:

source: New files uploaded for you
pt_br: Novos arquivos enviados pra você

source: The following files are now available for you to download.
pt_br: Os seguintes arquivos estão disponíveis para você baixar.

source: If you prefer not to be notified about new files, please go to My Account and deactivate the notifications checkbox.
pt_br: Se você não quiser ser notificado sobre os novos arquivos, por favor vá em "Minha conta" e desative as notificações.

source: You can access a list of all your files or upload your own
pt_br: Você pode acessar a lista de todos os arquivos ou enviar o seu(s)

source: by logging in here
pt_br: acessando aqui

source: New files uploaded by clients
pt_br: Novos arquivos enviados por clientes

source: New files has been uploaded by the following clients
pt_br: Novos arquivos foram enviadas pelos(as) seguintes clientes

source: You can manage these files
pt_br: Você pode gerenciar estes arquivos

source: Welcome to ProjectSend
pt_br: Bem vindo ao ProjectSend

source: A new account was created for you. From now on, you can access the files that have been uploaded under your account using the following credentials:
pt_br: UMa nova conta foi criada pra você. De agora em diante, você pode acessar os arquivos que foram enviados pra você usando as seguintes credenciais:

source: You can log in following this link
pt_br: Você pode acessar com o link a seguir
